/*

Идея в написании маленьких приложений для мастерских по ремонту машин и их реализация на рынке
Писать можно пока что в вэб. А там видно будет.

1. Учет машин типа Бампиукс.
2. Кодировщик и корректор кода. Придется ломать программу, но Андрей подсказал правлильное направление как это искать.
3. Программа, которая помогает начинающему регулировщику понять принцип регулировки и
научит его вести щапись своей работы.
4. Учет машин в день. Очередь по записи, состояние машин в реальном времени
(в мастерской, принят, запущен, готов, отправлен, нужен отзыв, нужно уточнение, гарантия, проблема).
 Калькулятор работ по которому менеджер сможет быстро накинуть ориентировочный вариант цены + похожий вариант
 (копируем старый рассчет и в копии уже удаляем пункты и добавляем свои)
Найти такую задачу, которая будет общей и для ремонтеров форсунок и других СТО.

Что их всех объединяет?
- организация потока машин - это общее для них всех
- статус машин
- логистика машины на СТО
- калькулятор работ
- напоминалка по работе с клиентами


*/